{"_id":{"$oid":"5bcc90f43314cad845f3d320"},"title":"The Future of IT: Questions, Challenges, and Expectations","description":"It’s probably one of the most interesting times to be in this industry since its very beginning. We’re witnessing a period where significant advancements in computing power, data storage, and complex patterns of information handling are building up towards a critical mass that will bring rather sooner than later a major technological leap for mankind. \r\nIn the same time, the dawn of the post-classical computing era is already showing on the horizon. Quantum computing is challenging almost everything we know about computing and holds the promise to support giant leaps in the way we understand nature. \r\nDespite the awesome momentum, we (as an industry) are still facing significant challenges starting with the very way we develop and apply computer technology and ending with producing enough professionals to fill the skyrocketing needs at a global level.\r\nJoin me in this keynote session for an attempt to take an objective look at where we are right now and which are the directions we’re heading to.","tags":["challenges","future"],"start":{"$date":"2018-11-27T09:15:00.000Z"},"end":{"$date":"2018-11-27T10:00:00.000Z"},"likes":93.0,"shares":32.0,"comments":[{"name":"Alexandra","body":"convallis commodo dictum ac egestas mattis aliquam posuere phasellus nulla vestibulum sed eros nisi","date":{"$date":"2018-11-27T17:36:00.000Z"},"votes":17.0},{"name":"Paul","body":"netus consequat gravida diam curae habitant fringilla tempor","date":{"$date":"2018-11-27T18:08:00.000Z"},"votes":6.0},{"name":"Claudiu","body":"nulla ad convallis scelerisque ullamcorper inceptos aenean","date":{"$date":"2018-11-27T21:13:00.000Z"},"votes":16.0},{"name":"Madalina","body":"eleifend aliquet ante purus elementum rutrum placerat","date":{"$date":"2018-11-27T16:03:00.000Z"},"votes":6.0}],"track":"vr","speakers":[{"name":"Ciprian Jichici","company":"Genisoft","title":"General Manager"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d321"},"title":"Keynote: Software Craftsmanship","description":"After over ten years since the Agile summit, software projects are still failing and developers are still behaving and being treated as factory workers. The software development industry is still very amateur when compared to other professions. How can we change this? Why Agile was not sufficient? Why so many clients are unhappy with their software projects? Why is it so difficult to find good developers? Our industry needs more professionalism and that’s what Software Craftsmanship brings to the table. In this talk Sandro will be explaining: what Software Craftsmanship really is, the value of technical practices, what it means to be a professional software developer and what to do to satisfy our customers.","tags":["software"],"start":{"$date":"2018-11-27T10:00:00.000Z"},"end":{"$date":"2018-11-27T10:30:00.000Z"},"likes":92.0,"shares":35.0,"comments":[],"track":"engineering","speakers":[{"name":"Sandro Mancuso","company":"Codurance","title":"Software Craftsman and co-founder of Codurance"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d322"},"title":"Keynote: Fun \u0026 Fearless Leadership","description":"The Fun \u0026 Fearless Leadership System is a set of leadership practices that I’ve developed based on my experience in software, as a developer, manager, consultant and entrepreneur, and I’ve put into the book of the same name, which I’m launching on this day, at Codecamp. In this session, I will address the remarkable conditions of Romanian IT and I’ll touch on some of the key ideas from my book, such as compassionate radical honesty, the need to hire better, fluent teams, stoic leadership, and some of the magic that we’ve had, partially lost, and still need more than ever.","tags":["leadership","fearless"],"start":{"$date":"2018-11-27T10:30:00.000Z"},"end":{"$date":"2018-11-27T11:00:00.000Z"},"likes":52.0,"shares":30.0,"comments":[{"name":"Roxana","body":"sagittis fringilla ornare sodales diam aptent metus dictum accumsan","date":{"$date":"2018-11-27T10:02:00.000Z"},"votes":8.0}],"track":"appsbroker","speakers":[{"name":"Andrei Postolache","company":"Introspecials","title":"Managing Partner"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d323"},"title":"RPA Awareness and Process Automation","description":"Nowadays, Robotic Process Automation (RPA ) is one of the most popular topics in the tech industry.  Join us to find more about  RPA,  about the processes you can (and should) automate. You will see our product in action and find out more about UiPath.","tags":["awareness"],"start":{"$date":"2018-11-27T11:30:00.000Z"},"end":{"$date":"2018-11-27T12:15:00.000Z"},"likes":71.0,"shares":81.0,"comments":[{"name":"Irina","body":"in nostra aliquam praesent netus egestas a odio fermentum suscipit elit fermentum netus eros","date":{"$date":"2018-11-27T15:01:00.000Z"},"votes":0.0}],"track":"frontend","speakers":[{"name":"Bogdan Coman","company":"UiPath","title":"Technical Pre-Sales si Customer Success Manager"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d324"},"title":"Cloud pipeline for cleaning up large scale website traffic","description":"Accuracy and quality in reporting, for large e-Commerce companies like eMAG, can seriously be skewed by bot traffic. This affects every facet of decision making: forecasts, financial planning, commercial stocks, AB testing, etc. Identifying and filtering out bot traffic from reports requires a lot of signals, both internal and external.\r\nThis presentation highlights how we integrated Kafka, Airflow, Spark and Docker in a hybrid setup (internal and Google Cloud) in order to create a complete pipeline (from raw data to results).","tags":["traffic","website","scale","cloud"],"start":{"$date":"2018-11-27T11:30:00.000Z"},"end":{"$date":"2018-11-27T12:15:00.000Z"},"likes":92.0,"shares":70.0,"comments":[{"name":"Loredana","body":"sit sodales rutrum pretium sagittis mattis eget hendrerit augue","date":{"$date":"2018-11-27T14:53:00.000Z"},"votes":14.0}],"track":"leadership","speakers":[{"name":"Ovidiu-Mihai Anicai","company":"eMAG","title":"Technical Team Lead"},{"name":"Mihai Paraschiv","company":"eMAG","title":"Machine Learning Engineer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d325"},"title":"From Zero to Hero with React and TypeScript","description":"Wanna build robust and maintainable app and get an amazing developer experience while building it ? Wanna use functional approach, typed JavaScript, and get blazingly fast and easy to write unit tests ? Is this even real ? Indeed It is! With React and TypeScript. A best couple to write web apps for today and the future. \r\nJoin me in this live coding session to become a new Hero from zero with React and TypeScript.","tags":["with","hero"],"start":{"$date":"2018-11-27T11:30:00.000Z"},"end":{"$date":"2018-11-27T12:15:00.000Z"},"likes":60.0,"shares":70.0,"comments":[{"name":"Gheorghe","body":"a fringilla malesuada sapien maecenas in potenti curabitur vel at in elit","date":{"$date":"2018-11-27T18:28:00.000Z"},"votes":14.0}],"track":"architecture","speakers":[{"name":"Martin Hochel","company":"ngPartyCZ","title":"Software Engineer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d326"},"title":"Appsflow - Changing the paradigm on Fintech data","description":"TBC","tags":["data","paradigm","fintech"],"start":{"$date":"2018-11-27T11:30:00.000Z"},"end":{"$date":"2018-11-27T12:15:00.000Z"},"likes":15.0,"shares":38.0,"comments":[{"name":"George","body":"etiam nam dui gravida diam pulvinar adipiscing praesent libero pulvinar velit potenti aliquet","date":{"$date":"2018-11-27T15:09:00.000Z"},"votes":17.0},{"name":"Razvan","body":"condimentum lectus feugiat posuere porttitor mollis quam adipiscing urna faucibus aliquam","date":{"$date":"2018-11-27T21:45:00.000Z"},"votes":1.0},{"name":"Viorel","body":"faucibus urna tellus quis tempus augue quam dapibus lectus","date":{"$date":"2018-11-27T11:53:00.000Z"},"votes":7.0}],"track":"frontend","speakers":[{"name":"Bogdan Botea","company":"Appsbroker","title":"Development Manager at Appsbroker"},{"name":"Ionut Andonescu","company":"Appsbroker","title":"Lead Developer at Appsbroker"},{"name":"Vlad Onutu","company":"Appsbroker","title":"Business Analyst at Appsbroker"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d327"},"title":"IoT: When things do(not) work","description":"In era IoT, asteptarile sunt ca totul sa fie conectat si device-urile sa comunice usor intre ele, dar fiecare producator are o idee diferita despre cum ar trebui sa functioneze. Este o adevarata provocare sa aduni toate acele idei sub o singura palarie, sa reusesti sa le faci sa functioneze ca un tot unitar. IoT era candva vazut ca un moft, dar acum se indreapta in viteza catre o solutie de rezolvare a unor probleme curente, de la deja banalul mod de control al luminilor din casa cu asistenti vocali pana la securizarea casei sau chiar asigurarea ca sistemul de udat gazonul merge doar cand nu ploua.","tags":["when","donot)","things"],"start":{"$date":"2018-11-27T11:30:00.000Z"},"end":{"$date":"2018-11-27T12:15:00.000Z"},"likes":68.0,"shares":26.0,"comments":[{"name":"Mihaela","body":"et cursus mattis semper vivamus","date":{"$date":"2018-11-27T12:53:00.000Z"},"votes":15.0},{"name":"Adriana","body":"posuere vel auctor accumsan venenatis curabitur ornare","date":{"$date":"2018-11-27T21:47:00.000Z"},"votes":6.0},{"name":"Cristian","body":"duis tortor augue dui condimentum duis ornare","date":{"$date":"2018-11-27T22:04:00.000Z"},"votes":15.0}],"track":"cloud","speakers":[{"name":"Valentin Grigoras","company":"SC EZLO INNOVATION SRL","title":"Development Manager"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d328"},"title":"Is the science behind Augmented Reality that hard?","description":"Augmented Reality is on the rise. And for now all the talk is about what are the best Device and SDK out there. However, how to they actually work to be worth all those money? Do you really need NASA engineers or mathematicians around for that?\r\n\r\nHere's a small glimpse on how I would implement them if I were them.  Previous knowledge not required ;)","tags":["hard","augmented","science"],"start":{"$date":"2018-11-27T11:30:00.000Z"},"end":{"$date":"2018-11-27T12:15:00.000Z"},"likes":95.0,"shares":97.0,"comments":[{"name":"Vlad","body":"a sed donec tempor dui cubilia","date":{"$date":"2018-11-27T11:15:00.000Z"},"votes":2.0},{"name":"Iulian","body":"vestibulum est hendrerit himenaeos aptent justo semper","date":{"$date":"2018-11-27T10:14:00.000Z"},"votes":9.0},{"name":"Claudiu","body":"quam commodo maecenas erat vulputate ante nibh varius praesent","date":{"$date":"2018-11-27T10:28:00.000Z"},"votes":15.0},{"name":"Ana","body":"purus malesuada lectus integer viverra egestas taciti","date":{"$date":"2018-11-27T12:50:00.000Z"},"votes":5.0}],"track":"architecture","speakers":[{"name":"Dragos Silion","company":"Centric Solutions","title":"AR/VR Developer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d329"},"title":"You have the right to say NO","description":"As kids we used to say NO a lot, like a whole lot, to things that were requested from us (wash your teeth, eat fruits, sleep etc ....). Now, as responsile working adults, NO seems to be the hardest word. Let's discuss in this session how sometimes a well-placed NO can save us time and keep us from getting into trouble.","tags":["right","have"],"start":{"$date":"2018-11-27T11:30:00.000Z"},"end":{"$date":"2018-11-27T12:15:00.000Z"},"likes":91.0,"shares":90.0,"comments":[],"track":"leadership","speakers":[{"name":"Ana Bandas","company":"Softvision","title":"Site Manager \u0026 Delivery Manager"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d32a"},"title":"New trends in Automotive Software – Adaptive Autosar","description":"The new trend in automotive software is the usage of Adaptive AUTOSAR in high performance computing. This leads to new challenges in the way how products are developed and especially how they are designed, bringing Continental closer to becoming a software company.\r\n\r\nMaking a step from a full AUTOSAR ECU development towards adaptive application development can be a challenge, but the base principles applied in SW architecture and design remain unchanged.\r\n\r\nWe will make a comparison concerning the design of applications in Classic and Adaptive AUTOSAR, covering aspects like: interfacing, static vs dynamic communication paths, multi-threading, servitization and debugging.","tags":["adaptive","software"],"start":{"$date":"2018-11-27T11:30:00.000Z"},"end":{"$date":"2018-11-27T12:15:00.000Z"},"likes":42.0,"shares":2.0,"comments":[{"name":"Mihaela","body":"fusce fusce lectus bibendum erat blandit primis sed odio fusce orci nisi ante","date":{"$date":"2018-11-27T21:45:00.000Z"},"votes":1.0},{"name":"Alin","body":"ultrices urna lobortis nisl rutrum mattis pharetra est porta consequat vivamus quis","date":{"$date":"2018-11-27T10:02:00.000Z"},"votes":13.0},{"name":"Laurentiu","body":"eros iaculis dictum imperdiet augue vel eget sed ligula aenean","date":{"$date":"2018-11-27T22:14:00.000Z"},"votes":0.0}],"track":"startup","speakers":[{"name":"Alexandru Coman","company":"Continental Automotive Romania","title":"Software Architect / Cybersecurity Engineer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d32b"},"title":"Discover the North East Startups at Startup Alley \u0026 Explore the Core of the Entrepreneurial Mindset","description":"Startup Alley is a place where you can exhibit, visit or launch a Startup with an audience of over 2000 participants from Tech \u0026 IT sectors. Join us and discover the North East startups.\r\n\r\nStart-You-Up represents the initial stages of developing a start-up, valuable lessons that many would have liked to know before stepping into their entrepreneurial journey. Start-You-Up will guide you towards a clear understanding of the challenges that one has to overcome for success and will provide you tools to face these challenges and turn them into advantages.","tags":["north","east","explore"],"start":{"$date":"2018-11-27T11:30:00.000Z"},"end":{"$date":"2018-11-27T12:15:00.000Z"},"likes":48.0,"shares":12.0,"comments":[{"name":"Lucian","body":"purus viverra ut duis fames sed fermentum","date":{"$date":"2018-11-27T19:49:00.000Z"},"votes":2.0}],"track":"frontend","speakers":[{"name":"Cristi Graunte","company":"Infinite Miami","title":"CTO"},{"name":"Valentin Iulian Toc","company":"Rubik Hub powered by ADR Nord-Est","title":"Community Builder @ Rubik Hub"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d32c"},"title":"RPA - The hot glue of software engineering","description":"A short demo of how to build an online service by hacking together crusty old software with RPA.","tags":["glue","engineering"],"start":{"$date":"2018-11-27T12:30:00.000Z"},"end":{"$date":"2018-11-27T13:15:00.000Z"},"likes":12.0,"shares":86.0,"comments":[{"name":"Costel","body":"dolor lobortis etiam sem facilisis fermentum felis taciti litora sed","date":{"$date":"2018-11-27T17:19:00.000Z"},"votes":6.0},{"name":"Ana","body":"pulvinar ipsum vitae facilisis id turpis tortor accumsan purus quisque leo quisque lectus cubilia","date":{"$date":"2018-11-27T20:55:00.000Z"},"votes":2.0},{"name":"Viorel","body":"conubia porta ornare nunc vulputate cubilia cursus maecenas curae tempor donec","date":{"$date":"2018-11-27T20:45:00.000Z"},"votes":18.0},{"name":"Marian","body":"quisque potenti hac primis dapibus aenean dolor cursus aenean eget","date":{"$date":"2018-11-27T15:47:00.000Z"},"votes":2.0}],"track":"vr","speakers":[{"name":"Antonio Caciuc","company":"Canopy","title":"Robot Commander"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d32d"},"title":"Resilience – do it like Netflix or “Chaos performance automation”","description":"How does a system react to changes? How are runtime errors handled? This breakout deals with the term and the underlying concept Resilience. First, the shortcut provides an introduction to Resilient software design, then takes a closer look at Netflix. Netflix is regarded as a pioneer in the field of error prevention and checks itself by means of specially created errors. The shortcut also clarifies how Hystrix and Turbine arm the Spring Cloud in the event of a network and server outage disrupting the availability of microservices.","tags":["netflix","like"],"start":{"$date":"2018-11-27T12:30:00.000Z"},"end":{"$date":"2018-11-27T13:15:00.000Z"},"likes":73.0,"shares":11.0,"comments":[],"track":"leadership","speakers":[{"name":"Frank Mainzer","company":"CGM Software","title":"General Manager"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d32e"},"title":"A brief look at React internals (fibers, coroutines and algebraic effects)","description":"In this talk, we'll have a peek behind React's curtains with the hope of better understanding what makes async rendering (time slicing and suspense) possible. We'll talk about fibers, coroutines, and algebraic effects and see how they all come together to power the latest major iteration of Facebook's popular library.","tags":["algebraic","look","effects"],"start":{"$date":"2018-11-27T12:30:00.000Z"},"end":{"$date":"2018-11-27T13:15:00.000Z"},"likes":75.0,"shares":10.0,"comments":[{"name":"Liliana","body":"sem imperdiet venenatis posuere facilisis ligula habitant nec pulvinar","date":{"$date":"2018-11-27T13:56:00.000Z"},"votes":8.0}],"track":"automotive","speakers":[{"name":"Vlad Zelinschi","company":"Strongbytes","title":"CTO, Web GDE"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d32f"},"title":"Why User Stories are not always the best approach","description":"A session where we will discuss about alternatives to the standard user stories. \r\n\r\nWe will discuss about ways to enable a better overview and better communication between Business and Development Teams.","tags":["stories"],"start":{"$date":"2018-11-27T12:30:00.000Z"},"end":{"$date":"2018-11-27T13:15:00.000Z"},"likes":20.0,"shares":30.0,"comments":[{"name":"Liliana","body":"nibh donec enim lobortis turpis iaculis rutrum eu litora vestibulum elementum eleifend","date":{"$date":"2018-11-27T15:28:00.000Z"},"votes":18.0},{"name":"Radu","body":"at nostra semper bibendum tortor posuere sapien augue augue aenean est","date":{"$date":"2018-11-27T13:34:00.000Z"},"votes":12.0},{"name":"Georgiana","body":"hendrerit euismod nec amet donec","date":{"$date":"2018-11-27T22:29:00.000Z"},"votes":-2.0},{"name":"Ana","body":"felis eget et hendrerit pellentesque arcu porta nulla eleifend semper ut fames fusce","date":{"$date":"2018-11-27T21:31:00.000Z"},"votes":4.0}],"track":"serverless","speakers":[{"name":"Vlad Onutu","company":"Appsbroker","title":"Business Analyst at Appsbroker"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d330"},"title":"Continuous Delivery with GoCD on Modern Infrastructure","description":"A high level overview of ThoughtWorks GoCD and a practical guide in designing continuous delivery workflows for modern infrastructure - Docker + Kubernetes.","tags":["gocd","infrastructure","modern"],"start":{"$date":"2018-11-27T12:30:00.000Z"},"end":{"$date":"2018-11-27T13:15:00.000Z"},"likes":98.0,"shares":74.0,"comments":[],"track":"architecture","speakers":[{"name":"Remus Langu","company":"NTT DATA","title":"Delivery Architect"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d331"},"title":"From Redux and further - When to use a store and why?","description":"Do you ever wonder what are the benefits of building an application using a managed state? Often we dive straight into Actions, Reducers and other store architecture associated terms, but those concepts, even though essential, are simply means to an end. From Flux to Redux and beyond, seems like stores have become so popular lately, there is a lot of information on store solutions, but limited answers on when or why should we use them? Are they really your single source of truth?","tags":["when","redux"],"start":{"$date":"2018-11-27T12:30:00.000Z"},"end":{"$date":"2018-11-27T13:15:00.000Z"},"likes":79.0,"shares":78.0,"comments":[{"name":"Maria Cristina","body":"amet curabitur mi turpis diam","date":{"$date":"2018-11-27T15:37:00.000Z"},"votes":-2.0}],"track":"appsbroker","speakers":[{"name":"Mihaela Roxana Ghidersa","company":"Centric IT Solution Romania","title":"Application developer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d332"},"title":"Leading Experts","description":"A good part of the questions I am facing when working with managers from STEM industries ( Science, Technology, Engineering, Mathematics) is connected with how experts can and should be managed. Quite often STEM managers are working with teams where one or more of the team member demonstrates higher technical expertise. In this brief workshop we will explore some of the practical aproaches a manager can have in such team landscapes in order to maximize the team output in terms of quantity, quality and in a timely manner.","tags":["experts"],"start":{"$date":"2018-11-27T12:30:00.000Z"},"end":{"$date":"2018-11-27T13:15:00.000Z"},"likes":53.0,"shares":71.0,"comments":[{"name":"Alina","body":"condimentum enim neque fermentum ullamcorper","date":{"$date":"2018-11-27T14:41:00.000Z"},"votes":18.0},{"name":"Ciprian","body":"venenatis integer curabitur auctor tortor platea vehicula donec non ipsum dapibus nulla vitae odio","date":{"$date":"2018-11-27T14:26:00.000Z"},"votes":16.0},{"name":"Adriana","body":"sapien fusce ipsum ultricies proin rutrum aliquet aenean sollicitudin","date":{"$date":"2018-11-27T10:28:00.000Z"},"votes":13.0}],"track":"testing","speakers":[{"name":"Adrian Rîndaşu","company":"EDUROM","title":"Managing Partner"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d333"},"title":"I hate Quality Assurance!","description":"No, it's not a sarcastic title. Quality checks can be tedious and boring in many ocasions. With this presentation, I'll try to touch on some nitty gritty facts, sturr the waters, call things by their names and propose some (good?) tips to say afloat and thrive even.\r\nWe'll discuss Automation vs Manual, IoT, Big Data, Blockchain, Machine Learning and many more.","tags":["assurance","quality"],"start":{"$date":"2018-11-27T12:30:00.000Z"},"end":{"$date":"2018-11-27T13:15:00.000Z"},"likes":29.0,"shares":11.0,"comments":[{"name":"Camelia","body":"laoreet metus velit ut iaculis vivamus fermentum aenean non nec neque id per ac","date":{"$date":"2018-11-27T10:47:00.000Z"},"votes":4.0},{"name":"Daniel","body":"ultrices scelerisque tempus sem conubia taciti aliquam pharetra primis curabitur libero pulvinar","date":{"$date":"2018-11-27T13:49:00.000Z"},"votes":14.0},{"name":"Marian","body":"justo felis lobortis arcu litora metus","date":{"$date":"2018-11-27T18:22:00.000Z"},"votes":-4.0},{"name":"Daniela","body":"quam vivamus pellentesque lacus venenatis dui magna iaculis sapien","date":{"$date":"2018-11-27T21:16:00.000Z"},"votes":-4.0}],"track":"startup","speakers":[{"name":"Vlad Moisuc","company":"Oodrive","title":"Automation Engineer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d334"},"title":"Functional programming in C#","description":"We'll talk about how to apply functional programming techniques into a multi-paradigm programming language like C#.","tags":["programming"],"start":{"$date":"2018-11-27T12:30:00.000Z"},"end":{"$date":"2018-11-27T13:15:00.000Z"},"likes":84.0,"shares":11.0,"comments":[{"name":"Nicolae","body":"commodo cursus id libero ad torquent torquent","date":{"$date":"2018-11-27T19:22:00.000Z"},"votes":9.0},{"name":"Cosmin","body":"tempus cubilia nullam est duis in donec ornare inceptos posuere quisque maecenas mattis","date":{"$date":"2018-11-27T11:37:00.000Z"},"votes":6.0}],"track":"cloud","speakers":[{"name":"Dragos Rogojan","company":"Softvision","title":"Technical Lead"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d335"},"title":"Telematics: Keeping drivers and passengers in touch with the world around them","description":"Telematics: Keeping drivers and passengers in touch with the world around them","tags":["keeping","touch","world"],"start":{"$date":"2018-11-27T12:30:00.000Z"},"end":{"$date":"2018-11-27T13:15:00.000Z"},"likes":87.0,"shares":21.0,"comments":[],"track":"startup","speakers":[{"name":"Emin Köse","company":"Harman International","title":"Hardware Engineer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d336"},"title":"Startup journey – Successful startup development stages (part 1)","description":"Given that the Rubik Hub’s mission is to connect, educate and support the community to think bigger in order to build successful startups, this season’s Entrepreneurship track will focus on “the journey of a startup”. Well-known founders and successful entrepreneurs will share their take on the main stages one needs to consider in order to go from idea creation to scale-up: \r\n-\u0009Idea generation\r\n-\u0009Problem \u0026 Solution\r\n-\u0009Mission, Vision \u0026 core values","tags":["stages","journey","part"],"start":{"$date":"2018-11-27T12:30:00.000Z"},"end":{"$date":"2018-11-27T13:15:00.000Z"},"likes":74.0,"shares":43.0,"comments":[],"track":"testing","speakers":[{"name":"Mircea Taune","company":"Sigma AppDev","title":"CEO at Sigma AppDev"},{"name":"Alexandru Plesoianu","company":"Faculty of Medical Bioengineering Iași","title":"Co - founder \"Brave Hearth\""},{"name":"Florin Floria","company":"Feelit.live","title":"Co-founder Feelit.live"},{"name":"Radu Grigore","company":"Anais Digital","title":"Business Analyst"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d337"},"title":"Predicting stock market index with Azure ML","description":"Using Azure ML Studio, we will build a deep learning model to predict minutely S\u0026P 500 index based on the 500 constituent prices.","tags":["azure","stock"],"start":{"$date":"2018-11-27T14:00:00.000Z"},"end":{"$date":"2018-11-27T14:45:00.000Z"},"likes":49.0,"shares":35.0,"comments":[{"name":"Iulian","body":"ultricies laoreet dolor et felis","date":{"$date":"2018-11-27T18:29:00.000Z"},"votes":-3.0},{"name":"Ioana","body":"aptent vehicula habitasse neque condimentum elit etiam rutrum odio proin tristique praesent scelerisque felis","date":{"$date":"2018-11-27T16:27:00.000Z"},"votes":5.0},{"name":"Daniela","body":"lectus a non auctor faucibus sollicitudin nulla quis nisi elit sollicitudin augue tristique","date":{"$date":"2018-11-27T17:45:00.000Z"},"votes":13.0},{"name":"Andreea Maria","body":"et curabitur fames vel vehicula venenatis magna torquent mi lacus","date":{"$date":"2018-11-27T20:29:00.000Z"},"votes":19.0}],"track":"serverless","speakers":[{"name":"Olga Molocenco","company":"Microsoft","title":"Technical Support Engineer on Azure Big Data"},{"name":"Sorin Peste","company":"Microsoft","title":"Technology Solutions Professional"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d338"},"title":"Interaction Driven Design (IDD)","description":"How can we quickly tell what an application is about? How can we quickly tell what it does? How can we distinguish business concepts from architecture clutter? How can we quickly find the code we want to change? How can we instinctively know where to add code for new features?\r\nIn this talk Sandro will be sharing how he designed the last application he worked on, twisting a few concepts from Domain-Driven Design, properly applying MVC, borrowing concepts from CQRS, and structuring packages in non-conventional ways. Sandro will also be touching on SOLID principles, Agile incremental design, modularisation, and testing.\r\nBy iteratively modifying the project structure to better model the product requirements, he has come up with a design style that helps developers create maintainable and domain-oriented software. \r\nTarget audience: developers, architects, Product Owners.","tags":["design","driven","idd)"],"start":{"$date":"2018-11-27T14:00:00.000Z"},"end":{"$date":"2018-11-27T14:45:00.000Z"},"likes":81.0,"shares":72.0,"comments":[{"name":"Costel","body":"dapibus sit scelerisque netus ante fringilla auctor gravida etiam massa","date":{"$date":"2018-11-27T20:14:00.000Z"},"votes":1.0},{"name":"Attila","body":"quisque consequat fringilla tellus proin libero luctus in","date":{"$date":"2018-11-27T18:52:00.000Z"},"votes":12.0}],"track":"leadership","speakers":[{"name":"Sandro Mancuso","company":"Codurance","title":"Software Craftsman and co-founder of Codurance"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d339"},"title":"UX Journey from Web app to Native apps","description":"This presentation will showcase UX mindsets adapted to a easier Front-End implementation, the major differences between designing for web and for native platforms and a set of usability issues that might appear during the design process. Although the main target audience is the UX oriented people, this presentation is also addressed to Front-End Developers and Mobile Developers that want to better understand the UX process and want to get involved in the future into solving possible usability issues that might appear on the projects that they are working on.","tags":["from","journey","apps"],"start":{"$date":"2018-11-27T14:00:00.000Z"},"end":{"$date":"2018-11-27T14:45:00.000Z"},"likes":62.0,"shares":53.0,"comments":[{"name":"Constantin","body":"convallis odio netus urna mi cursus iaculis lobortis metus elit magna","date":{"$date":"2018-11-27T22:50:00.000Z"},"votes":14.0},{"name":"Catalin","body":"curabitur adipiscing aliquam donec ante euismod hac faucibus","date":{"$date":"2018-11-27T15:19:00.000Z"},"votes":3.0},{"name":"Cosmin","body":"dictumst turpis platea interdum pharetra cubilia convallis mauris vivamus","date":{"$date":"2018-11-27T10:11:00.000Z"},"votes":-3.0}],"track":"vr","speakers":[{"name":"Zbanț Teodor-Valentin","company":"CGM Software Romania","title":"UX Discipline lead \u0026 Front-End Developer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d33a"},"title":"Firebase - Apps on Steroids","tags":["apps","steroids"],"start":{"$date":"2018-11-27T14:00:00.000Z"},"end":{"$date":"2018-11-27T14:45:00.000Z"},"likes":35.0,"shares":97.0,"comments":[{"name":"Liliana","body":"lacinia est feugiat taciti ornare","date":{"$date":"2018-11-27T19:33:00.000Z"},"votes":1.0},{"name":"Mariana","body":"rutrum rhoncus est proin fermentum dui","date":{"$date":"2018-11-27T16:38:00.000Z"},"votes":10.0},{"name":"Monica","body":"dui quisque massa senectus magna mollis","date":{"$date":"2018-11-27T22:34:00.000Z"},"votes":9.0}],"track":"architecture","speakers":[{"name":"Emilian Damian","company":"Appsbroker","title":"Full Stack Developer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d33b"},"title":"ASP.NET Core takes over the IoT","description":"Can you believe a web application reading sensors in real-time and making ML (Machine Learning) predictions on an IoT device running Linux? If you are thrilled about the IoT and AI you will see what Microsoft brings up for you as developer!\r\n\r\nMicrosoft new vision “Any Developer, Any App, Any Platform.” is getting closer to reality through .NET Core expansion in the world of IoT. In this session you will see a real-time (SignalR) web application (ASP.NET Core 2.1) reading environmental sensors and making ML predictions on Raspberry Pi 3 device running Linux OS.\r\n\r\n.NET Core is here to stay!","tags":["core","over"],"start":{"$date":"2018-11-27T14:00:00.000Z"},"end":{"$date":"2018-11-27T14:45:00.000Z"},"likes":55.0,"shares":55.0,"comments":[{"name":"Stefan","body":"arcu erat class nisi morbi senectus primis ligula nisl dui","date":{"$date":"2018-11-27T22:10:00.000Z"},"votes":17.0},{"name":"Cristina Elena","body":"tincidunt elit nibh gravida consequat ultricies venenatis vehicula cras dolor turpis urna interdum ac","date":{"$date":"2018-11-27T14:52:00.000Z"},"votes":0.0}],"track":"testing","speakers":[{"name":"Daniel Costea","company":"Apex Code","title":"Trainer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d33c"},"title":"How NOT to be a Scrum Master","description":"Life is to short to learn ONLY from our mistakes. We should learn also from others. So I intend to present classic mistakes inspired from real life of a Scrum Master. Examples on how me / others did mistakes in the journey of becoming a better Scrum Master.\r\nThe presentation will contain lessons and samples and will be structured on a dialogue format. Learning from our mistakes.\r\nShould be interesting for persons interested in Scrum framework and particularly on Scrum Master role.","tags":["master","scrum"],"start":{"$date":"2018-11-27T14:00:00.000Z"},"end":{"$date":"2018-11-27T14:45:00.000Z"},"likes":86.0,"shares":31.0,"comments":[{"name":"Radu","body":"ac est sem elit gravida pharetra auctor tortor consectetur commodo curabitur nam","date":{"$date":"2018-11-27T10:35:00.000Z"},"votes":7.0},{"name":"Liviu","body":"quisque primis pellentesque proin taciti adipiscing auctor morbi imperdiet fusce","date":{"$date":"2018-11-27T21:23:00.000Z"},"votes":5.0},{"name":"Oana Maria","body":"facilisis velit curae semper platea eleifend ullamcorper","date":{"$date":"2018-11-27T17:49:00.000Z"},"votes":11.0},{"name":"Cosmin","body":"cras semper dui elementum primis nec gravida dapibus suspendisse","date":{"$date":"2018-11-27T21:36:00.000Z"},"votes":14.0}],"track":"leadership","speakers":[{"name":"Ghica Sebastian","company":"GoDaddy","title":"Scrum Master"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d33d"},"title":"The balance between comfort and discomfort in the career of an IT professional","description":"Pe parcursul profesional suntem puși constant în situații ce ne provoacă și ne scot din zona personala de confort, dar in acelasi timp experienta si confortul de lucru cu o anumita tehnologie sunt cele ce ne recomanda in zona profesionala.\r\n\r\nCum putem echilibra confortul și disconfortul pe parcursul carierei?l","tags":["discomfort","professional","between"],"start":{"$date":"2018-11-27T14:00:00.000Z"},"end":{"$date":"2018-11-27T14:45:00.000Z"},"likes":4.0,"shares":87.0,"comments":[{"name":"Robert","body":"dapibus pretium pellentesque consectetur in litora velit est donec pretium","date":{"$date":"2018-11-27T22:57:00.000Z"},"votes":10.0},{"name":"Mirela","body":"et fames tellus mauris rhoncus vehicula justo duis magna","date":{"$date":"2018-11-27T16:55:00.000Z"},"votes":17.0},{"name":"Iuliana","body":"torquent nulla turpis posuere inceptos ut nostra curabitur laoreet","date":{"$date":"2018-11-27T12:35:00.000Z"},"votes":15.0}],"track":"cloud","speakers":[{"name":"Catalina Rotariu","company":"NTT Data","title":"Software Developer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d33e"},"title":"Behind the scene: Testing the consumer mindset","description":"Behind the scene: Testing the consumer mindset","tags":["scene","mindset","consumer"],"start":{"$date":"2018-11-27T14:00:00.000Z"},"end":{"$date":"2018-11-27T14:45:00.000Z"},"likes":15.0,"shares":68.0,"comments":[{"name":"Iulian","body":"ut fermentum eget cubilia dapibus","date":{"$date":"2018-11-27T17:39:00.000Z"},"votes":1.0}],"track":"engineering","speakers":[{"name":"Ecaterina  Ganenco","company":"Lasting Software/Tabara de Testare","title":"BI Developer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d33f"},"title":"Concurrency and Parallelism in C++","description":"The terms concurrency and parallelism are often used in relation to multi-threaded programs. But what exactly do concurrency and parallelism mean and are they the same thing or not?","tags":["parallelism"],"start":{"$date":"2018-11-27T14:00:00.000Z"},"end":{"$date":"2018-11-27T14:45:00.000Z"},"likes":18.0,"shares":85.0,"comments":[{"name":"Dan","body":"curae rhoncus ut platea vehicula justo velit habitasse","date":{"$date":"2018-11-27T20:06:00.000Z"},"votes":19.0},{"name":"Daniela","body":"convallis facilisis metus dapibus curabitur lacinia egestas quisque potenti purus","date":{"$date":"2018-11-27T10:55:00.000Z"},"votes":8.0},{"name":"Anca","body":"dolor elit commodo maecenas aenean phasellus donec cras","date":{"$date":"2018-11-27T16:53:00.000Z"},"votes":12.0},{"name":"Madalina","body":"accumsan vestibulum habitant vivamus eget mollis phasellus","date":{"$date":"2018-11-27T11:38:00.000Z"},"votes":12.0}],"track":"vr","speakers":[{"name":"Mihai Chelaru","company":"ESET Romania","title":"Software Engineer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d340"},"title":"Demystifying DevOps and its connection to the automotive world","description":"In this session we will try to debunk some of the myths surrounding DevOps and at the same time further the understanding of the core values that make up this way of thinking and working.\r\n\r\nAs an example of how DevOps can be implemented we will look at the way in which it can work for an Automotive company.","tags":["connection"],"start":{"$date":"2018-11-27T14:00:00.000Z"},"end":{"$date":"2018-11-27T14:45:00.000Z"},"likes":84.0,"shares":48.0,"comments":[{"name":"Alina Maria","body":"tincidunt dui tristique aenean curabitur habitant","date":{"$date":"2018-11-27T19:01:00.000Z"},"votes":17.0},{"name":"Georgeta","body":"massa non ultricies curabitur sociosqu taciti ornare nunc ipsum donec","date":{"$date":"2018-11-27T18:33:00.000Z"},"votes":0.0},{"name":"Viorel","body":"aliquam primis in diam amet vehicula habitasse sapien ultricies ultrices maecenas dapibus pulvinar","date":{"$date":"2018-11-27T10:36:00.000Z"},"votes":1.0}],"track":"startup","speakers":[{"name":"Bogdan Borcea","company":"Preh Romania","title":"Tech Lead"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d341"},"title":"Startup journey – Successful startup development stages (part 2)","description":"Considering each startup journey has its own particularities, we aim to talk about the main stages successful startups are going through, to make sure you don’t overlook any startup development milestone.\r\n-\u0009Team\r\n-\u0009MVP\r\n-\u0009Validation (it’s time to get out of your comfort zone and put your MVP to the test)\r\n-\u0009Growth","tags":["stages","journey","part"],"start":{"$date":"2018-11-27T14:00:00.000Z"},"end":{"$date":"2018-11-27T14:45:00.000Z"},"likes":33.0,"shares":55.0,"comments":[{"name":"Radu","body":"eu morbi purus primis fusce","date":{"$date":"2018-11-27T12:23:00.000Z"},"votes":11.0},{"name":"Marian","body":"dapibus blandit vehicula venenatis facilisis vehicula ultrices nulla vitae tempor consectetur","date":{"$date":"2018-11-27T22:51:00.000Z"},"votes":8.0},{"name":"Oana","body":"mattis libero netus varius elementum praesent faucibus sit amet","date":{"$date":"2018-11-27T10:08:00.000Z"},"votes":18.0},{"name":"Dragos","body":"turpis fusce diam congue ut ante morbi","date":{"$date":"2018-11-27T20:10:00.000Z"},"votes":-3.0}],"track":"engineering","speakers":[{"name":"Lucian Cramba","company":"Beez","title":"Co-Founder \u0026 COO at  use-beez.com"},{"name":"Radu Grigore","company":"Anais Digital","title":"Business Analyst"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d342"},"title":"Boy Meets Girl: A Machine Learning Deployment Story","description":"A tale as old as time: boy meets girl, girl asks boy to train a predictive model, boy succeeds. But when she discovers that he cannot operationalize said model, he is forced to go through a perilous journey into the strange and unfamiliar world of Azure Machine Learning deployment options. He learns to face his fears and evaluate the advantages and disadvantages of Azure Machine Learning Studio and Azure Machine Learning services, all the while hoping to redeem himself in the process.\r\n\r\nWill he succeed? Will he manage to find an option that allows him to deploy a trained model as a web service, scale it, and consume it easily? Let’s find out!","tags":["story","learning","deployment"],"start":{"$date":"2018-11-27T15:00:00.000Z"},"end":{"$date":"2018-11-27T15:45:00.000Z"},"likes":14.0,"shares":96.0,"comments":[{"name":"Maria Cristina","body":"nullam malesuada justo in et neque euismod tristique","date":{"$date":"2018-11-27T21:31:00.000Z"},"votes":11.0},{"name":"Ana","body":"morbi class scelerisque platea sollicitudin diam quam ut sollicitudin lobortis congue aenean arcu","date":{"$date":"2018-11-27T22:37:00.000Z"},"votes":0.0}],"track":"testing","speakers":[{"name":"Vlad Iliescu","company":"Strongbytes","title":"Head of AI, Microsoft MVP"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d343"},"title":"Software Architecture in 2018","description":"Like many crafts, software architecture redefines itself in a changing environment. Let's see how we design and build software in the current ecosystems and project dynamics.","tags":["architecture"],"start":{"$date":"2018-11-27T15:00:00.000Z"},"end":{"$date":"2018-11-27T15:45:00.000Z"},"likes":77.0,"shares":33.0,"comments":[{"name":"Adina","body":"class aliquam lectus habitasse neque consectetur","date":{"$date":"2018-11-27T10:16:00.000Z"},"votes":9.0},{"name":"Florentina","body":"purus cubilia cubilia porta justo luctus tincidunt","date":{"$date":"2018-11-27T16:42:00.000Z"},"votes":8.0}],"track":"startup","speakers":[{"name":"Florin Ciubotaru","company":"Cegeka","title":"Technical Lead"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d344"},"title":"Continuous Delivery in a Cloud Native World with Kubernetes and Spinnaker","description":"Continuous delivery is a key practice that many software teams have adopted and embraced for long. It relies on automating the build, test, and deployment processes so that changes in code or in configuration will go through a series of validations that ultimately ensure the product gets shipped as quickly as it is developed and tested. With the velocity that the cloud brings, having solid proven tools and following best practices makes the difference. During this talk, you’ll see how to use both Kubernetes and Spinnaker along with other Google Cloud services to achieve continuous delivery in a reliable way and decide yourself if it’s right for you.","tags":["with","delivery","native"],"start":{"$date":"2018-11-27T15:00:00.000Z"},"end":{"$date":"2018-11-27T15:45:00.000Z"},"likes":43.0,"shares":58.0,"comments":[{"name":"Razvan","body":"volutpat imperdiet felis amet scelerisque nisl vitae","date":{"$date":"2018-11-27T22:17:00.000Z"},"votes":-2.0},{"name":"Laura","body":"sollicitudin augue inceptos vulputate dictum nullam suspendisse ornare congue mi","date":{"$date":"2018-11-27T15:18:00.000Z"},"votes":10.0},{"name":"Iulian","body":"iaculis libero rhoncus massa curabitur","date":{"$date":"2018-11-27T13:45:00.000Z"},"votes":13.0}],"track":"engineering","speakers":[{"name":"David Cifuentes","company":"Zalando SE","title":"Software Engineer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d345"},"title":"Serverless in Google Cloud","description":"Ce inseamna serverless in Google Cloud si cateva exemple de utilizare a tehnologiilor serverless pentru a ne usura si imbunatati munca","tags":["cloud","google"],"start":{"$date":"2018-11-27T15:00:00.000Z"},"end":{"$date":"2018-11-27T15:45:00.000Z"},"likes":7.0,"shares":66.0,"comments":[{"name":"Gabriel","body":"pharetra eget erat massa iaculis pretium","date":{"$date":"2018-11-27T14:16:00.000Z"},"votes":16.0},{"name":"Ramona","body":"himenaeos habitant aliquam arcu ad elementum velit mollis felis","date":{"$date":"2018-11-27T10:53:00.000Z"},"votes":13.0},{"name":"Ana","body":"cubilia porttitor urna dapibus vivamus euismod aliquam blandit platea","date":{"$date":"2018-11-27T19:15:00.000Z"},"votes":3.0},{"name":"Liliana","body":"fames habitasse inceptos lobortis ultricies","date":{"$date":"2018-11-27T20:46:00.000Z"},"votes":19.0}],"track":"testing","speakers":[{"name":"Bogdan Alecu","company":"Appsbroker","title":"TechOps Engineer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d346"},"title":"Why Unity is bad at graphics (Except it's not)","description":"In the world of game engines, two major titles fight for supremacy, while polarizing the game development communities: Unreal Engine and Unity.\r\n\r\nThe battle is neck-to-neck and both engines present impressive features that lure the game developers into changing sides. However, one aspect often causes Unity to appear poor in the eyes of some: Graphics.\r\n\r\nWhile arguably not crucial for a game's success, for many, good graphics still act as an advocate for product superiority and still play a major role in marketing a product and attracting potential users.\r\n\r\nBecause this is rather a case of misunderstanding Unity's graphics capabilities than a proven fact, the mission here is to break the myth according to which Unity is bad at graphics by demonstrating how state-of-the-art graphics can be achieved with Unity  by anyone with minimum effort and impact. Various strategies, techniques, tips and tricks will be presented.","tags":["graphics","except"],"start":{"$date":"2018-11-27T15:00:00.000Z"},"end":{"$date":"2018-11-27T15:45:00.000Z"},"likes":30.0,"shares":1.0,"comments":[{"name":"Mariana","body":"convallis adipiscing porttitor est aliquam risus commodo at himenaeos","date":{"$date":"2018-11-27T17:18:00.000Z"},"votes":15.0},{"name":"Andreea Maria","body":"nisl primis sapien mattis massa aptent purus nibh nisi torquent","date":{"$date":"2018-11-27T15:04:00.000Z"},"votes":6.0},{"name":"Gabriela","body":"amet luctus tortor suspendisse massa","date":{"$date":"2018-11-27T11:06:00.000Z"},"votes":-1.0},{"name":"Ion","body":"pharetra nullam massa taciti elit","date":{"$date":"2018-11-27T21:53:00.000Z"},"votes":18.0}],"track":"startup","speakers":[{"name":"Alex Tuduran","company":"Fragnite Games","title":"Gamedev Evangelist"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d347"},"title":"The ABC of Setting an Agile Team on a Path to High Performance","description":"So you want to build a kick-ass Agile team. But creating a successful balanced team dynamic can be challenging to achieve. Unfortunately, there’s no secret sauce, magic recipe, or tried-and-true formula to build a truly top-notch Agile team, which is what Agile is all about. It’s supposed to be different and ever-changing depending on each team and its circumstances.\r\n \r\n However, there are some generic steps you could take to build a pathway to high performance and make your Agile team realize the benefits of improved collaboration, more frequent software releases, and happier customers.\r\n \r\nJoin me as I will walk you through what it takes for an Agile team to graduate from a struggling team to a great one, what the risks are, and how you, as leader, can help your team along the way to greatness.","tags":["path","high"],"start":{"$date":"2018-11-27T15:00:00.000Z"},"end":{"$date":"2018-11-27T15:45:00.000Z"},"likes":23.0,"shares":95.0,"comments":[],"track":"engineering","speakers":[{"name":"Ionut Grecu","company":"E.ON Software Development","title":"Scrum Master"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d348"},"title":"Competences in Project Management. PMI Talent Triangle.","description":"The presentation is centered around the PMI Talent Triangle model. Extra, you'll get some valuable (I hope:) PM tips\u0026tricks  extracted from various  management challenges.","tags":["triangle","management"],"start":{"$date":"2018-11-27T15:00:00.000Z"},"end":{"$date":"2018-11-27T15:45:00.000Z"},"likes":23.0,"shares":33.0,"comments":[],"track":"testing","speakers":[{"name":"Dorin-Viorel Popovici","company":"Fortech","title":"Site Manager at Fortech"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d349"},"title":"Automation failure!","description":"The story: Valentin is a QA asked to automate testing in an existing project.  The technology (Selenium) is familiar to him and  management support for the project is high.  He thinks: this is the ideal scenario to start automation and goes to work. Join the presentation to learn what happens and what he learns from it.","tags":["failure"],"start":{"$date":"2018-11-27T15:00:00.000Z"},"end":{"$date":"2018-11-27T15:45:00.000Z"},"likes":70.0,"shares":38.0,"comments":[{"name":"Lucian","body":"aliquam curabitur massa viverra interdum curabitur","date":{"$date":"2018-11-27T18:14:00.000Z"},"votes":16.0}],"track":"architecture","speakers":[{"name":"Iulian Benea","company":"Elysian","title":"QA"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d34a"},"title":"Best practices in everyday C++","description":"Learn how to write code that is more maintainable, simpler, faster and achieve a more uniform style across code bases by adopting modern C++ (17, 14 and 11)","tags":["everyday","practices"],"start":{"$date":"2018-11-27T15:00:00.000Z"},"end":{"$date":"2018-11-27T15:45:00.000Z"},"likes":45.0,"shares":76.0,"comments":[{"name":"Bogdan","body":"hendrerit ut felis odio ipsum commodo eget","date":{"$date":"2018-11-27T21:37:00.000Z"},"votes":18.0},{"name":"Camelia","body":"leo elementum nullam metus aliquam id taciti","date":{"$date":"2018-11-27T19:49:00.000Z"},"votes":-1.0}],"track":"appsbroker","speakers":[{"name":"Radu Holban","company":"ESET Romania","title":"Software Engineer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d34b"},"title":"Cyber-security for the next generation, autonomous cars","description":"The car of tomorrow has a multitude of highly advanced tech for providing active safety, from sensor fusion, up to Car2x. It is also more than ever a connected car, part of the internet of things , \"a mobile phone on wheels\".\r\n This huge potential comes with increased risks and faces numerous threats.\r\n Automotive cyber-security addresses a broad areal of malicious interference, coming from different types of attackers. It proposes some already-well established but also new mechanisms and technologies to tackle the threats.\r\n Come to this presentation and \"break the ice\" on the subject.","tags":["cars","next"],"start":{"$date":"2018-11-27T15:00:00.000Z"},"end":{"$date":"2018-11-27T15:45:00.000Z"},"likes":86.0,"shares":72.0,"comments":[{"name":"Gabriel","body":"in sem mollis proin rhoncus","date":{"$date":"2018-11-27T20:40:00.000Z"},"votes":-3.0},{"name":"Nicolae","body":"torquent non diam vehicula platea torquent tellus quis donec sollicitudin elementum tempor","date":{"$date":"2018-11-27T17:37:00.000Z"},"votes":1.0}],"track":"vr","speakers":[{"name":"Sorin Micodin","company":"Veoneer","title":"System engineer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d34c"},"title":"Reinventing startup education - how to design higher education for startups?","description":"For your startup to succeed, it needs to be educated. Both you – the founder – and your team must be open to accepting feedback, whether good or bad, in order to improve, move a step further and have realistic chances of climbing up the success ladder in entrepreneurship. Join us for an open talk with the Rubik mentors and startup founders who have looked for learnings in alternative educational programs such as: online schools, bootcamps, office hours and mentorship, trainings, conferences and educational events.","tags":["startup","education","higher"],"start":{"$date":"2018-11-27T15:00:00.000Z"},"end":{"$date":"2018-11-27T15:45:00.000Z"},"likes":29.0,"shares":78.0,"comments":[{"name":"Gabriela","body":"cubilia ultrices iaculis vestibulum metus facilisis netus dictumst scelerisque sodales","date":{"$date":"2018-11-27T11:14:00.000Z"},"votes":-3.0},{"name":"Daniela","body":"nec purus imperdiet ut malesuada egestas tempus ligula habitant orci tempus nulla","date":{"$date":"2018-11-27T20:04:00.000Z"},"votes":-4.0}],"track":"automotive","speakers":[{"name":"Corina Angelescu","company":"Universitatea Alternativa","title":"Learning Design"},{"name":"Corina Forascu","company":"Faculty of Computer Science,  Alexandru Ioan Cuza University of Iasi, Romania","title":"Fulbrighter @ University of Rochester, NY, USA"},{"name":"Andrei Carabelea","company":"Rubik Hub","title":"Community Builder"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d34d"},"title":"Using Deep Learning to Search for Oil and Gas","description":"Several areas of Earth with large accumulations of oil and gas also have huge deposits of salt below the surface. Salt bodies are known for their propensity to form nice oil traps. However, knowing where large salt deposits are precisely is very difficult. Professional seismic imaging still requires expert human interpretation of salt bodies. This leads to very subjective, highly variable renderings. More alarmingly, it leads to potentially dangerous situations for oil and gas company drillers. That's why the oil \u0026 gas industry is now employing AI-based approaches to automatically identify subsurface salt bodies. \r\n\r\nCome to this session to see how Deep Learning is used to scan underground seismic images, looking for potentially resource-rich areas. \r\n\r\nPython code included and publicly available! A basic understanding of how neural networks operate will be useful to get the most of this session.","tags":["learning","search"],"start":{"$date":"2018-11-27T16:00:00.000Z"},"end":{"$date":"2018-11-27T16:45:00.000Z"},"likes":51.0,"shares":6.0,"comments":[{"name":"Gabriel","body":"sociosqu gravida senectus ultrices sem diam cursus curabitur dictumst eleifend risus enim consectetur","date":{"$date":"2018-11-27T10:45:00.000Z"},"votes":10.0}],"track":"vr","speakers":[{"name":"Sorin Peste","company":"Microsoft","title":"Technology Solutions Professional"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d34e"},"title":"Software development at cloud speed and mountain high","description":"Why we should care about cloud native and simplified deployment process. I will share my experience on building and provisioning large scale data platform on the public cloud.","tags":["cloud","high"],"start":{"$date":"2018-11-27T16:00:00.000Z"},"end":{"$date":"2018-11-27T16:45:00.000Z"},"likes":27.0,"shares":18.0,"comments":[],"track":"serverless","speakers":[{"name":"Sam Julian","company":"E.ON SE","title":"Chief Cloud Engineer EON SE"},{"name":"Ciprian Iacob","company":"E.ON Software Development","title":"Architecture \u0026 Development Mg"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d34f"},"title":"Codemods - JavaScript code refactoring made easy","description":"Maintaining a codebase can be a frustrating experience for any developer, especially when we talk about legacy JavaScript, HTML and CSS codebases. Surprising or not this process can be automated, at least partially. Let's see together how to do that.","tags":["made","javascript","easy"],"start":{"$date":"2018-11-27T16:00:00.000Z"},"end":{"$date":"2018-11-27T16:45:00.000Z"},"likes":91.0,"shares":46.0,"comments":[],"track":"vr","speakers":[{"name":"Valentin Botoc","company":"Softvision","title":"Senior Software Engineer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d350"},"title":"We've got 99 problems but the STATE ain't one","description":"A talk about what problems you may encounter when managing the state in a React application, about how we handled some of them in our project and the other options we had.","tags":["aint","state","problems"],"start":{"$date":"2018-11-27T16:00:00.000Z"},"end":{"$date":"2018-11-27T16:45:00.000Z"},"likes":6.0,"shares":2.0,"comments":[{"name":"Oana","body":"sapien integer nisi suspendisse tristique mauris turpis habitant","date":{"$date":"2018-11-27T15:42:00.000Z"},"votes":19.0},{"name":"Laura","body":"velit et fames adipiscing donec","date":{"$date":"2018-11-27T20:05:00.000Z"},"votes":-4.0},{"name":"Ioana","body":"vitae euismod diam tincidunt sagittis posuere massa","date":{"$date":"2018-11-27T18:51:00.000Z"},"votes":12.0}],"track":"automotive","speakers":[{"name":"Lucian Barticel","company":"Appsbroker","title":"JS Developer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d351"},"title":"Fast ways to create better products","description":"Interested in how to accelerate the design process of your product? Do you have an idea and want to validate it quickly? Do you want to learn all about faster ways to create better products?\r\n\r\nWe have the answers. \r\n\r\nThis presentation is all about the process that helps you clarify your vision and find the right solutions. Faster.","tags":["ways","better","products"],"start":{"$date":"2018-11-27T16:00:00.000Z"},"end":{"$date":"2018-11-27T16:45:00.000Z"},"likes":16.0,"shares":56.0,"comments":[],"track":"cloud","speakers":[{"name":"Dan Gramadă","company":"UX Rocks","title":"User Experience Designer, Design Sprint Expert"},{"name":"Oana Blaga","company":"UX Rocks","title":"User Experience Designer, Design Sprint Expert"},{"name":"Mihai Bâlea","company":"UX Rocks","title":"Product/UX Designer, Design Sprint Expert"},{"name":"Adrian Trefaș","company":"UX Rocks","title":"UX/Product Designer, Design Sprint Expert"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d352"},"title":"Are you the Lexus of apps? Insights into  how to HUMANIZE brand experience through innovative apps","description":"E despre momentul acela cand vrei sa intelegi mai mult, mult mai mult despre comportamentul utilizatorilor de produse digitale pentru ca vrei sa optimizezi. E despre momentul acela cand #OchiiNuMint. E despre comportament real, nu despre cel declarat in chestionare. E despre ceea ce lipseste probabil in multe din companiile romanesti: cercetare, cercetare, cercetare pentru inovare.","tags":["lexus","humanize","innovative"],"start":{"$date":"2018-11-27T16:00:00.000Z"},"end":{"$date":"2018-11-27T16:45:00.000Z"},"likes":45.0,"shares":81.0,"comments":[],"track":"serverless","speakers":[{"name":"Patricia Bertea","company":"BRANDWEB","title":"Managing Partner"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d353"},"title":"Setting goals and objectives - the right way","description":"“Somewhere there is a map of how it can be done. “ - Ben Stein.\r\nCome to the SOMEWHERE land and let’s discover together the SOMEWHERE map.\r\nThe map will show you the right way to achieve the goals and objectives you, or your team member has.","tags":["objectives","goals"],"start":{"$date":"2018-11-27T16:00:00.000Z"},"end":{"$date":"2018-11-27T16:45:00.000Z"},"likes":81.0,"shares":1.0,"comments":[{"name":"Alin","body":"leo urna libero ante molestie facilisis ac aliquam","date":{"$date":"2018-11-27T16:35:00.000Z"},"votes":-2.0}],"track":"serverless","speakers":[{"name":"Raluca Hrituc","company":"Softvision","title":"QA Lead"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d354"},"title":"Screwing up. The Automated Way","description":"The story of my major screw-ups and lessons learned throughout the 6 years that I’ve spent as the only member of the Test Automation Team, designing and developing the company’s automated testing framework “from scratch”. I had to learn the hard way that, while, in a world of Testers, the Test Automation Engineer is seen as a superhero – with great power come endless possibilities of fucking shit up!","tags":["automated"],"start":{"$date":"2018-11-27T16:00:00.000Z"},"end":{"$date":"2018-11-27T16:45:00.000Z"},"likes":53.0,"shares":36.0,"comments":[],"track":"frontend","speakers":[{"name":"Madalina Bejinariu","company":"Smart2Pay","title":"Test Automation Engineer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d355"},"title":"Communication in a microservice architecture","description":"Everybody wants to avoid the big, bad, ugly monoliths  and as an alternative they just gear towards \"Microservices\" - these awesome, world-changing, independent \"micro\" puzzle pieces.\r\n\r\nOnce you're on this perfect road you'll often see that simple HTTP calls are not enough anymore,  or that your app can't handle failures gracefully and then you switch to messaging. And then you fail. Again.\r\n\r\nIn this session we'll explore different ways of getting data from one 'micro-service' to another and while doing that we'll talk  about the benefits or the drawbacks of choosing an approach or another.","tags":["microservice","architecture"],"start":{"$date":"2018-11-27T16:00:00.000Z"},"end":{"$date":"2018-11-27T16:45:00.000Z"},"likes":14.0,"shares":52.0,"comments":[{"name":"Diana","body":"suspendisse placerat bibendum aliquet porttitor platea mi vulputate mattis nec proin in erat sollicitudin","date":{"$date":"2018-11-27T22:50:00.000Z"},"votes":5.0}],"track":"architecture","speakers":[{"name":"Irina Scurtu","company":"Fortech","title":"Software Architect"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d356"},"title":"Malware used as a new weapon","description":"Do you know what threats are lurking on your endpoints?\r\nJoin us for a discussion about meaning of malicious software, types, their use and how political events are promoted or helped by malware activities. And that is not all, we will talk  about a case analyzed by us regarding some attacks over different nations.","tags":["used","weapon"],"start":{"$date":"2018-11-27T16:00:00.000Z"},"end":{"$date":"2018-11-27T16:45:00.000Z"},"likes":10.0,"shares":16.0,"comments":[{"name":"Iulia","body":"interdum turpis cursus bibendum cursus bibendum luctus donec aptent magna tristique pellentesque mollis","date":{"$date":"2018-11-27T21:32:00.000Z"},"votes":1.0},{"name":"Laura","body":"fusce cras dapibus class gravida","date":{"$date":"2018-11-27T16:19:00.000Z"},"votes":11.0},{"name":"Dumitru","body":"donec nisl id ante quam enim habitasse per fusce aenean quisque leo","date":{"$date":"2018-11-27T16:53:00.000Z"},"votes":13.0},{"name":"Ioana","body":"cubilia aliquet felis faucibus velit tincidunt eros mauris non","date":{"$date":"2018-11-27T13:41:00.000Z"},"votes":12.0}],"track":"cloud","speakers":[{"name":"Ionut Nechita","company":"NuRD","title":"Anti Virus Department  Manager"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d357"},"title":"Reinventing startup fundings","description":"Another heavily discussed topic during the Entrepreneurship Track will be startup funding. We will talk about funding methods for startups that go beyond the conventional: Acceleration Opportunities, Angel Investor funding, Crowdfunding \u0026 ICO funding.","tags":["fundings","startup"],"start":{"$date":"2018-11-27T16:00:00.000Z"},"end":{"$date":"2018-11-27T16:45:00.000Z"},"likes":46.0,"shares":43.0,"comments":[{"name":"Maria","body":"massa cubilia aptent rhoncus donec eget maecenas sapien a","date":{"$date":"2018-11-27T19:58:00.000Z"},"votes":-4.0},{"name":"Adrian","body":"amet orci nisi et eget risus lobortis","date":{"$date":"2018-11-27T17:09:00.000Z"},"votes":6.0}],"track":"frontend","speakers":[{"name":"Teo Deleanu","company":"appseed.us | websitemarket.ro","title":"Business and Software Developer"},{"name":"Ioana Alexandra Frincu","company":"Under Development Office","title":"Chief Operations Officer"},{"name":"Adina Cretu","company":"Startarium","title":"Project Manager Startarium"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d358"},"title":"Innovation through AI - a deep dive from 0","description":"A deep dive, first hand experience with innovating a digital product through the use of current AI/ML development practices.","tags":["innovation","drive"],"start":{"$date":"2018-11-27T17:00:00.000Z"},"end":{"$date":"2018-11-27T17:45:00.000Z"},"likes":4.0,"shares":37.0,"comments":[{"name":"Maria Cristina","body":"vehicula curae dui mi maecenas varius leo","date":{"$date":"2018-11-27T12:22:00.000Z"},"votes":-4.0},{"name":"Corina","body":"pulvinar iaculis amet aenean nisi euismod quisque","date":{"$date":"2018-11-27T12:31:00.000Z"},"votes":-3.0},{"name":"Carmen","body":"faucibus tortor phasellus malesuada integer litora quisque praesent","date":{"$date":"2018-11-27T22:04:00.000Z"},"votes":5.0},{"name":"Adriana","body":"suspendisse congue est nullam nibh","date":{"$date":"2018-11-27T19:22:00.000Z"},"votes":18.0}],"track":"appsbroker","speakers":[{"name":"Flavius Olaru","company":"Endava","title":"Senior Development Consultant"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d359"},"title":"Low Code \u0026 No Code: Automating Software Development","description":"In an ever increasing demand to produce better software faster, what will be the future of Software Development?","tags":["automating","code","development"],"start":{"$date":"2018-11-27T17:00:00.000Z"},"end":{"$date":"2018-11-27T17:45:00.000Z"},"likes":13.0,"shares":93.0,"comments":[],"track":"frontend","speakers":[{"name":"Radu Radulescu","company":"Codeless Technology Center","title":"Technical Director"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d35a"},"title":"Optimize like your life depends on it!","description":"Building a performant, non-trivial web app is a challenge every developer must take, be it just for educational purposes. It's no small feat to accomplish this, as it requires curiosity and perseverance, as well as the technical skills to back them up!\r\n\r\nSo, come with me in this journey where we'll update the s*** out of a very real app and discover just how rewarding this is!","tags":["your","like"],"start":{"$date":"2018-11-27T17:00:00.000Z"},"end":{"$date":"2018-11-27T17:45:00.000Z"},"likes":68.0,"shares":76.0,"comments":[],"track":"cloud","speakers":[{"name":"Alexandru Păvăloi","company":"I AM PAVA","title":"JavaScript Developer \u0026 Trainer"}]}
{"_id":{"$oid":"5bcc90f43314cad845f3d35b"},"title":"I promise to explain how promises work","description":"Promises made easy, for beginners and intermediates alike.","tags":["promises","promise"],"start":{"$date":"2018-11-27T17:00:00.000Z"},"end":{"$date":"2018-11-27T17:45:00.000Z"},"likes":89.0,"shares":76.0,"comments":[{"name":"Mariana","body":"dictum congue elit hac est eu consequat nisl class magna sodales imperdiet at","date":{"$date":"2018-11-27T16:35:00.000Z"},"votes":11.0},{"name":"Mirela","body":"donec ac ipsum molestie a semper adipiscing tempus vulputate","date":{"$date":"2018-11-27T13:47:00.000Z"},"votes":-1.0}],"track":"testing","speakers":[{"name":"Mihai Pistol","company":"Appsbroker","title":"Full Stack Developer"}]}
{"_id":{"$oid":"5bcc90f53314cad845f3d35c"},"title":"Design Systems: Why you, your product and your team needs one.","description":"Look at the what is a design system, the problems to be solved and the benefits to building one.","tags":["needs","your","systems"],"start":{"$date":"2018-11-27T17:00:00.000Z"},"end":{"$date":"2018-11-27T17:45:00.000Z"},"likes":58.0,"shares":8.0,"comments":[{"name":"Ana","body":"dolor est lobortis phasellus inceptos iaculis fermentum accumsan dui sit sapien cursus sollicitudin sagittis","date":{"$date":"2018-11-27T12:21:00.000Z"},"votes":13.0},{"name":"Ovidiu","body":"feugiat mollis vestibulum sociosqu nam potenti himenaeos mollis class aenean","date":{"$date":"2018-11-27T21:31:00.000Z"},"votes":13.0},{"name":"Oana Maria","body":"orci feugiat phasellus dictumst laoreet","date":{"$date":"2018-11-27T22:23:00.000Z"},"votes":11.0},{"name":"Ionel","body":"dapibus platea phasellus vel eget dictumst leo ut urna","date":{"$date":"2018-11-27T12:38:00.000Z"},"votes":15.0}],"track":"automotive","speakers":[{"name":"Ovidiu Avasilcai","company":"Endava","title":"Frontend Developer"}]}
{"_id":{"$oid":"5bcc90f53314cad845f3d35d"},"title":"Employer Branding, from HR to Marketing.","description":"Most employers want to be known for being a good place to work for, but it takes active management to drive this perception, both internally and externally. \r\nThis is where employment branding comes in play. In this talk we will figure out together how a successful employer branding approach looks like from both a Marketing and HR perspective.\r\n\r\nFrom employee experience to brand ambassadorship, we will address it all as we analyse specific case studies that relate to the Romanian reality of the work force.","tags":["branding","marketing"],"start":{"$date":"2018-11-27T17:00:00.000Z"},"end":{"$date":"2018-11-27T17:45:00.000Z"},"likes":63.0,"shares":99.0,"comments":[{"name":"Mihaela","body":"fermentum eleifend morbi tellus est himenaeos","date":{"$date":"2018-11-27T11:08:00.000Z"},"votes":6.0},{"name":"Madalina","body":"morbi vel est quisque auctor mi quisque habitasse","date":{"$date":"2018-11-27T16:29:00.000Z"},"votes":7.0},{"name":"Radu","body":"sodales suscipit hendrerit dictumst massa interdum tempus ullamcorper placerat tortor quisque tortor","date":{"$date":"2018-11-27T20:47:00.000Z"},"votes":18.0}],"track":"startup","speakers":[{"name":"Bogdan Apetrii","company":"Subsign","title":"Creative Partner"}]}
{"_id":{"$oid":"5bcc90f53314cad845f3d35e"},"title":"Cum facilitezi fericirea la locul de munca","description":"In barca ta esti responsabil si iei initiativa cand vezi probleme sau oportunitati, dar la job?\r\nCe tine un angajat intr-o companie?\r\nCum faci ca angajatii sa simta ca apartin unui grup? \r\nCum faci ca oamenii tai sa creasca?\r\nCum ii motivezi (nu doar financiar)?\r\nSunt intrebari la care am incercat sa gasesc raspunsul - prin experientele mele, discutand cu cei pe care ii coordonez, intreband manageri, documentandu-ma si sintetizand totul intr-o prezentare care poate sa inspire si sa ofere tactici si raspunsuri la intrebari pe care orice manager si le-a pus macar o data.","tags":["munca","fericirea"],"start":{"$date":"2018-11-27T17:00:00.000Z"},"end":{"$date":"2018-11-27T17:45:00.000Z"},"likes":1.0,"shares":42.0,"comments":[{"name":"Ion","body":"sapien consequat praesent vel potenti","date":{"$date":"2018-11-27T17:44:00.000Z"},"votes":8.0},{"name":"Laura","body":"praesent tellus per tempus morbi quis aliquet posuere varius lacinia","date":{"$date":"2018-11-27T22:06:00.000Z"},"votes":10.0}],"track":"vr","speakers":[{"name":"Mircea Serediuc (Tzury)","company":"Levi9","title":"Delivery Manager"}]}
{"_id":{"$oid":"5bcc90f53314cad845f3d35f"},"title":"Let's be aware about Security Testing","description":"Anyone can do security tests in their web application and find security vulnerabilities, it's important to know how to start.\r\nThe presentation will be about the purpose, concepts, techniques and how to wear the white hat.","tags":["security"],"likes":86.0,"shares":95.0,"comments":[{"name":"Alexandra","body":"at nulla arcu faucibus posuere auctor","date":{"$date":"2018-11-27T14:45:00.000Z"},"votes":17.0},{"name":"Gabriela","body":"mauris hendrerit tortor pulvinar nisi dictumst sapien aenean auctor netus in","date":{"$date":"2018-11-27T14:12:00.000Z"},"votes":11.0},{"name":"Georgeta","body":"taciti luctus volutpat lobortis mattis nunc consectetur quisque","date":{"$date":"2018-11-27T20:18:00.000Z"},"votes":17.0}],"track":"appsbroker","speakers":[{"name":"Madalina Ciobanu","company":"Fortech","title":"Software QA"}]}
{"_id":{"$oid":"5bcc90f53314cad845f3d360"},"title":"Deciding to use AWS Lambda","description":"When you start a new project you may want to consider to go serverless. You may consider the same for your old project - implying the migration from the on-premises application to AWS Lambda. Let's meet to talk about your options, challenges and decide together if AWS Lambda really fits your needs.","start":{"$date":"2018-11-27T17:00:00.000Z"},"end":{"$date":"2018-11-27T17:45:00.000Z"},"likes":78.0,"shares":50.0,"comments":[{"name":"Vlad","body":"lobortis magna enim mauris nam non ipsum vulputate non curae lobortis ipsum","date":{"$date":"2018-11-27T22:38:00.000Z"},"votes":-3.0},{"name":"Adina","body":"vel auctor conubia a nisl at blandit leo","date":{"$date":"2018-11-27T10:19:00.000Z"},"votes":4.0},{"name":"Alina Maria","body":"risus taciti tellus leo primis mauris felis consectetur lacinia","date":{"$date":"2018-11-27T20:10:00.000Z"},"votes":17.0}],"track":"frontend","speakers":[{"name":"Dumitru Emciuc","company":"3Pillar Global","title":"Technical Lead"}]}
{"_id":{"$oid":"5bcc90f53314cad845f3d361"},"title":"How to become a script kiddie in 30 minutes or less","description":"In this session I will try to demonstrate how easy it is to create a USB device that can act as a keyboard and DHCP server, which can be used to insert malicious scripts on a target machine. \r\n\r\nThe point of this session is to raise awareness about all of the tools available to malicious actors and the ease at which these can be used. And because the things we're about to use are so simple, we get to become the hacker's community worst nightmare. A script kiddie.","tags":["kiddie","less"],"start":{"$date":"2018-11-27T17:00:00.000Z"},"end":{"$date":"2018-11-27T17:45:00.000Z"},"likes":34.0,"shares":83.0,"comments":[{"name":"Adrian","body":"habitant fringilla venenatis aliquet justo ornare velit","date":{"$date":"2018-11-27T15:28:00.000Z"},"votes":-1.0},{"name":"Nicoleta","body":"auctor tincidunt aptent curabitur at dictumst turpis habitasse curae et bibendum posuere magna iaculis","date":{"$date":"2018-11-27T10:25:00.000Z"},"votes":6.0},{"name":"Liliana","body":"sagittis luctus at hac vestibulum dui a","date":{"$date":"2018-11-27T11:14:00.000Z"},"votes":6.0}],"track":"appsbroker","speakers":[{"name":"Cosmin Ștefănică","company":"N/A","title":"Ethical Hacker"}]}
{"_id":{"$oid":"5bcc90f53314cad845f3d362"},"title":"The most overlooked funding source \u0026 how to handle it, legally","description":"In a world where the number of investors is inversely proportional to the number of companies actually needing an investment, Tudor will delve into both operational and legal aspects that the founding team of a startup need to be aware of while selling their product and, thus, becoming a desired target for investors. Subjects approached will include: commercial agreements, sales tactics and their legal framing, founding team dynamics and how to make sure you don’t step on each other’s toes while handling sales.","tags":["legally","source","overlooked"],"start":{"$date":"2018-11-27T17:00:00.000Z"},"end":{"$date":"2018-11-27T17:45:00.000Z"},"likes":5.0,"shares":79.0,"comments":[],"track":"serverless","speakers":[{"name":"Tudor Birlea","company":"Digital 2 Law","title":"Co-founder Digital 2  Law"}]}
